[
	{
		"Title" : "How to Play",
		"Contents" : "In the US, the game of Draughts is referred to as Checkers, a game which has become very popular with players of all ages and from all different lifestyles. It has become known as a family game, but there are some players who take the game very serious.\nThe game is played on a 64 square checkerboard with eight rows of alternating dark and light colored squares.\nThere are two players and each player will begin the game with 12 draughts, each player having their own colour. The players will place their draughts on the three rows of dark squares which are closest to them. The players will then begin playing, making one move at a time.\nThe object of the game is to make it so the opponent can’t move when it comes to their turn. This is done by taking all of their pieces throughout the game, or blocking them so they have nowhere to move. The single draughts can only move in a forward diagonal direction into a square without another piece in it. If an opponent’s piece is in the next square, the player can jump it and capture it, removing the piece from the board. They can only do this if the next square is empty. Players can never jump over their own piece.\nWhen a player makes their way all the way across the board to the other player’s side, their piece will be turned into a “King.” When this happens, one of their previously taken pieces will be put on top of the piece which made it to that side.\nOnce a piece is made into a king, it will be able to move forward and backward, giving it more chances to capture the opponents pieces.  A king can jump as many times as it is able to with regards to the necessary squares being unoccupied. However, kings cannot jump over pieces which are the same color as them.\nAs previously mentioned, the game will come to an end once a player can no longer make a move. If both the players can’t move anywhere, the game will end in a tie, or draw. Anyone that wants to play online will be able to find many different gaming sites which allow them to play. They can play against the computer, or play against other online players. There are clubs where players get together in person to compete against each other." 
	},
	{
		"Title" : "hello2",
		"Contents" : ""
	},
	{
		"Title" : "",
		"Contents" : ""
	},
	{
		"Title" : "",
		"Contents" : ""
	},
	{
		"Title" : "",
		"Contents" : ""
	}

]